;
;  Note: The author of these translation don't write portuguese according to the new orthographic agreement between Portugal and Brazil
;  Nota: O autor desta tradução não escreve português de acordo com o novo acordo ortográfico entre Portugal e o Brasil
;  
;
;
; TranslationAuthor: Luis Neves
; TranslationAuthorEmail: luis.a.neves@sapo.pt
; Version: 3.71
; Update: 16-06-2015
;
[Translation]
LangCode=0816
ReadHabit=Left-to-right
LanguageName=PT-PT
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Informação
Warning=Alerta
Error=Erro
Confirm=Confirmação
pmCheckMsg=Verificar Novidades Auto
pmforum=Fórum
pmHelp=Ajuda Online
pmContact=Contacte-nos
pmHome=Página Inicial
pmCheckNew=Procurar actualizações
pmLang=Idiomas
pmAbout=Acerca
pmRestore=Recuperar este item
pmselectall=Seleccionar Tudo
pmselectnone=Desmarcar Tudo
pmselectinvert=Inverter Selecção
FrmFRMain.lblTree.caption=Directório de Ficheiros
FrmFRMain.btnlikeit.caption=Gosto
FrmFRMain.btnfeedback.caption=Sugestões e Comentários
FrmFRMain.btnsearch.caption=Analisar
FrmFRMain.btnrestore.caption=Recuperar
FrmFRMain.btnsearchcancel.caption=Cancelar
FrmFRMain.btnemail.hint=Partilhar o Wise Data Recovery com amigos
FrmFRMain.btnfacebook.hint=Gostar do WiseCleaner no Facebook
FrmFRMain.btntwitter.hint=Partilhar o Wise Data Recovery no Twitter
;
; Acerca
;
FrmFRAbout.caption=Acerca
FrmFRAbout.btnok.caption=OK
FrmFRAbout.lblver.caption=Versão Actual:
FrmFRAbout.lblemail.caption=Email de Apoio:
FrmFRAbout.lblhome.caption=Página Inicial:
FrmFRAbout.lblthank.caption=Agradecimentos às seguintes pessoas pelos seus contributos:
;
; Gostar de Nós
;
FrmLikeit.lblTitle.caption=Se gosta do Wise Data Recovery, por favor recomende-o aos seus amigos.
FrmLikeit.lblInfo.caption=Por favor partilhe o Wise Data Recovery com a sua família, amigos e colegas por Email, Blog, Twitter, Youtube, Facebook, ect.. Bem feito! Trará vantagens e eficiência às suas vidas.
FrmLikeit.lblRate.caption= Classifique o Wise Data Recovery:
FrmLikeit.lblfollow.caption=Siga-nos em:
FrmLikeit.lblshare.caption=Partilhe o Wise Data Recovery:
FrmLikeit.btndownload.caption=Transferir
FrmLikeit.imgrate.hint=Dê-nos o prémio de 5 estrelas na CNET
FrmLikeit.imgmail.hint=Partilhe-o com os seus amigos
FrmLikeit.imgface1.hint=Partilhe-o no facebook
FrmLikeit.imgface2.hint=Siga-nos no facebook
FrmLikeit.imgtwitter1.hint=Partilhe-o no twitter
FrmLikeit.imgtwitter2.hint=Siga-nos no twitter
FrmLikeit.Caption=Gosto
FrmLikeit.lbldownload.caption=Transfira mais freeware de WiseCleaner.com :

[Edit]
pmcut=Cortar
pmcopy=Copiar
pmpaste=Colar
pmdelete=Eliminar
pmselectall=Selec. tudo

[GUI]
ButtonYes=Sim
ButtonNo=Não
ButtonOK=Ok
ButtonMinimize=Minimizar
ButtonMaximize=Maximizar
ButtonClose=Fechar
ButtonRestore=Restaurar
ButtonMenu=Menu
ButtonDelete=Eliminar
[FileRecovery]
FrmFRMain.lstFile.headitems[0]=Nome do Ficheiro
FrmFRMain.lstFile.headitems[1]=Tamanho do Ficheiro
FrmFRMain.lstFile.headitems[2]=Última Modificação
FrmFRMain.lstFile.headitems[3]=Recuperabilidade
FrmFRMain.lstFile.headitems[4]=Atalho
Scanning=A Analisar...
Filtering=A Filtrar...
KeyWord=Introduzir palavras-chave
Images=Imagens
Audios=Áudios
Videos=Vídeos
Document=Documentos
Compressed=Ficheiros Comprimidos
Email=Emails
AllFiles=Todos os Ficheiros
AllFolders=Todas as Pastas
SelectDir=Por favor seleccione uma pasta para guardar os dados recuperados
NoSameDrive=Por favor escolha outra unidade para recuperar para evitar sobrescrita de dados.
ScanStopped=A análise foi cancelada.
Good=Bom
Poor=Mau
VeryPoor=Muito Mau
Lost=Perdido
ItemList=Foram encontados %d ficheiros.


[message]
OpenPreview=Mostrar pré-visualização
ClosePreview=Fechar pré-visualização
NoPreview=Sem pré-visualização disponível.
NoNewVer=Parabéns, está a usar a versão mais recente!
RecoveryDone=A Recuperação de Dados está concluída.
TranslateTo=Traduzir para...
NewVer=Está disponível uma nova versão! Pretende actualizar agora?
